// 더미 데이터 분리
const dummyData = [
  {
    id: 1,
    title: "‘내야 사령관’ 오지환 전격 2군행…‘타격의 팀’ LG의 승부수",
    summary: `- LG 트윈스는 타격 부진에 빠진 주전 유격수 오지환을 집중 훈련을 위해 2군으로 내려보냈으며, 이는 염경엽 감독의 고육지책이다.\n\n- 오지환은 발목 부상 이후 타격 밸런스가 무너졌고, LG는 신민재 사례처럼 훈련을 통해 타격감 회복을 기대하고 있다.\n\n- 팀 구심점인 오지환의 회복은 타선 재정비와 독주 체제 구축을 노리는 LG에게 중요한 과제로 꼽힌다.`,
    link: "https://www.joongang.co.kr/article/25342651",
    bookmarked: true,
  },
  {
    id: 2,
    title: "바르셀로나 야말, 올여름 한국에 뜬다...BBQ 티켓 3만장 뿌려",
    summary: `- 스페인 명문 FC바르셀로나가 오는 7월 31일 FC서울, 8월 4일 대구FC와의 친선경기를 위해 15년 만에 한국을 방문한다.\n\n- 레반도프스키, 야말 등 주전급 선수 출전을 전제로 추진되며, ‘노쇼’ 논란 재발 가능성은 낮다고 알려졌다.\n\n- 치킨 프랜차이즈 BBQ가 메인스폰서로 참여해 앱 이벤트 등을 통해 입장권 2만장을 제공할 예정이다.`,
    link: "https://www.joongang.co.kr/article/25342646",
    bookmarked: false,
  },
  {
    id: 3,
    title: "바이에른 뮌헨 김민재, EPL 이적설 솔솔...토트넘도 관심",
    summary: `- 김민재가 토트넘을 포함한 잉글랜드 프리미어리그(EPL) 복수의 구단으로부터 이적 제안을 받은 것으로 보도됐다.\n\n- 독일 언론은 김민재의 경기력에 실망감을 나타내며, 뮌헨이 최대 3500만 유로의 이적료를 책정한 것으로 알려졌다.\n\n- 김민재는 이적설에도 불구하고 "바이에른 뮌헨에서 다음 시즌도 뛰고 싶다"고 밝혀 잔류 의지를 내비쳤다.`,
    link: "https://www.joongang.co.kr/article/25342630",
    bookmarked: false,
  },
];

export default dummyData;
